Repository: ryzom/opennel_svn
Catalog: web/ryzom_com/rendezView/i18n/rendezView-*.po
Languages: fr

# rendezView_value
source: OK
fr: Valider

# rendezView_comment
source: Comments
fr: Commentaires

# rendezView_pseudo
source: Enter your nickname:
fr: Entrez votre pseudonyme :

# rendezView_inscription
source: Registration
fr: Inscriptions

# rendezView_nbplace
source: Number of seats
fr: Nombre de places

# rendezView_plusque
source: Booked seats:
fr: Nombre de places réservées :

# rendezView_register_edit
source: Edit your registration
fr: Editer votre inscription

# rendezView_register_delete
source: Cancel your registration
fr: Annuler votre inscription

# rendezView_date
source: <b>Event date: </b>
fr: <b>Date de l'événement :</b>

# rendezView_datelimit
source: <b>Registration deadline: </b>
fr: <b>Date limite d'inscription : </b>

# rendezView_register
source: Register here!
fr: Inscrivez-vous ici !

# rendezView_schema_text
source: Event description
fr: Description de l'événement

# rendezView_schema_label_text
source: Description
fr: Descriptions

# rendezView_schema_address
source: Event location
fr: Lieu de l'événement

# rendezView_schema_label_address
source: Address
fr: Adresse

# rendezView_schema_visibleseat
source: Display the number of seats?
fr: Afficher le nombre de places ?

# rendezView_schema_desc
source: Event description
fr: Description de l'événement

# rendezView_schema_plan
source: Upload a map to show the event location
fr: Insérer un plan pour accéder au lieu de l'événement

# rendezView_schema_label_plan
source: Map
fr: Plan

# rendezView_schema_date
source: Event date
fr: Date de l'événement

# rendezView_schema_datelimit
source: Registration deadline for the event
fr: Date limite d'inscription pour l'événement

# rendezView_schema_label_datelimit
source: Registration deadline
fr: Date limite d'inscriptions

# rendezView_schema_nbseat
source: Number of seats available
fr: Nombres de places disponibles

# rendezView_schema_label_nbseat
source: Seats
fr: Places

# rendezView_schema_maxseat
source: Max. number of seats a person can book
fr: Nombres de places réservables au maximum par personne

# rendezView_schema_label_maxseat
source: Seats
fr: Places
